Repository: rugarciap/Turbo-Boost-Switcher
Catalog: *.lproj/Localizable.strings
Languages: cs, de, es, fr, it, ja, ko, nl, pl, ru, sv, tr, zh_hans

source: CPU Temp:
cs: CPU Teplota:
de: CPU-Temperatur:
es: Temperatura CPU:
it: CPU Temperatura:
ja: CPU温度:
ko: CPU 온도:
pl: Temperatura procesora:
ru: Температура процессора:
tr: CPU Sıcaklığı:
zh_hans: CPU温度:

source: Fan Speed:
cs: Rychlost ventilátoru :
de: Lüfterdrehzahl:
es: Velocidad Ventilador:
fr: Vitesse du ventilateur:
it: Velocità ventola:
ja: ファン速度:
ko: 팬 속도:
nl: Ventilatorsnelheid:
pl: Prędkość wentylatora:
ru: Скорость вентилятора:
sv: Fläkthastighet:
tr: Fan Hızı:
zh_hans: 风扇转速:

# cpu_temp_na
source: CPU Temp: Not Available
cs: CPU Teplota: N/A
de: CPU-Temperatur: Nicht verfügbar
es: Temperatura CPU: N/A
fr: CPU Temp: Non disponible
it: CPU Temperatura: Non disponibile
ja: CPU温度: 現在使用できません
ko: CPU 온도: 확인할 수 없음
nl: CPU Temp: Onbeschikbaar
pl: Temperatura procesora: Niedostępne
ru: Температура процессора: Недоступно
sv: CPU Temp: Inte tillgänglig
tr: CPU Temp: Gösterilemiyor
zh_hans: CPU温度: 不可用

# fan_speed_na
source: Fan Speed: Not Available
cs: Rychlost Ventilátoru: N/A
de: Lüfterdrehzahl: Nicht verfügbar
es: Velocidad Ventilador: N/A
fr: Vitesse du ventilateur: Non disponible
it: Velocità ventola: Non disponibile
ja: ファン速度: 現在使用できません
ko: 팬 속도: 확인할 수 없음
nl: Ventilatorsnelheid: Onbeschikbaar
pl: Prędkość wentylatora: Niedostępne
ru: Скорость вентилятора: Недоступно
sv: Fläkthastighet: Inte tillgänglig
tr: Fan Hızı: Gösterilemiyor
zh_hans: 风扇转速: 不可用

# enable_menu
source: Enable Turbo Boost
cs: Povolit Turbo Boost
de: Aktivieren Sie Turbo Boost
es: Habilitar Turbo Boost
fr: Activer Turbo Boost
it: Abilita Turbo Boost
ja: Turbo Boostを有効化
ko: 터보 부스트 켜기
nl: Turbo Boost inschakelen
pl: Włącz Turbo Boost
ru: Активировать Turbo Boost
sv: Aktivera Turbo Boost
tr: Turbo Boost Aç
zh_hans: 启用Turbo Boost

# disable_menu
source: Disable Turbo Boost
cs: Zakázat Turbo Boost
de: Deaktivieren Sie Turbo Boost
es: Deshabilitar Turbo Boost
fr: Désactiver Turbo Boost
it: Disabilita Turbo Boost
ja: Turbo Boostを無効化
ko: 터보 부스트 끄기
nl: Turbo Boost uitschakelen
pl: Wyłącz Turbo Boost
ru: Отключение Turbo Boost
sv: Deaktivera Turbo Boost
tr: Turbo Boost Kapat
zh_hans: 禁用Turbo Boost

# open_login
source: Open at Login
cs: Otevřít při přihlášení
de: Beim Einloggen öffnen
es: Abrir al Inicio
fr: Ouvrir à la connexion
it: Apri al login
ja: ログイン時に自動起動
ko: 로그인 시 열기
nl: Openen bij het inloggen
pl: Otwórz podczas logowania
ru: Запускать при входе в систему
sv: Öppna vid inloggning
tr: Girişte Aç
zh_hans: 在登录时打开

# disable_login
source: Disable TB at Launch
cs: Zakázat TB při spuštění
de: Beim Start TB deaktivieren
es: Deshabilitar al Ejecutar
fr: Désactiver TB au lancement
it: Disattiva TB all'avvio
ja: 起動時にTurbo Boostを無効化
ko: 실행 시 터보 부스트 끄기
nl: TB uitschakelen bij het inloggen
pl: Wyłącz TB przy uruchamianiu
ru: Отключение TB при запуске
sv: Avaktivera TB vid start
tr: Açılışta TB Kapat
zh_hans: 在启动时禁用

source: Settings:
cs: Nastavení:
de: Einstellungen:
es: Configuración:
fr: Paramètres:
it: Impostazioni:
ja: 設定:
ko: 설정:
nl: Instellingen:
pl: Ustawienia:
ru: Настройки:
sv: Inställningar:
tr: Ayarlar:
zh_hans: 设置:

source: Donate...
cs: Podpořte ně
es: Donar...
it: Advanced Settings...
ja: 寄付...
ko: 후원...
nl: Doneren...
ru: Пожертвовать...
tr: Bağış...

source: About...
cs: O aplikaci...
de: Über...
es: Acerca de...
fr: À propos de...
it: Informazioni...
ja: Turbo Boost Switcherについて...
ko: 앱 정보...
nl: Over...
pl: o aplikacji...
ru: О программе...
sv: I fråga om...
tr: Hakkında...
zh_hans: 关于应用程序...

# about_title
source: About
cs: O aplikaci...
de: Über
es: Acerca de
fr: À propos de
it: Informazioni
ko: 앱 정보
nl: Over
pl: o aplikacji
ru: О программе
sv: I fråga om...
tr: Hakkında
zh_hans: 关于应用程序

# quit
source: Quit Turbo Boost Switcher
cs: Odejít z Turbo Boost Switcher
de: Turbo Boost Switcher beenden
es: Salir de Turbo Boost Switcher
fr: Quitter Turbo Boost Switcher
it: Esci Turbo Boost Switcher
ja: Turbo Boost Switcherを終了
ko: Turbo Booster Switcher 닫기
nl: Turbo Boost Switcher stoppen
pl: porzucić Turbo Boost Switcher
ru: Выйти из Turbo Boost Switcher
sv: Sluta Turbo Boost Switcher
tr: Turbo Boost Switcher'dan Çıkış Yap
zh_hans: 退出

# updates
source: Check Updates...
cs: Kontrola aktualizací...
de: Auf Updates prüfen...
es: Comprobar Actualizaciones...
fr: Rechercher les mises à jour...
it: Controlla aggiornamenti...
ja: アップデートを確認...
ko: 업데이트 확인...
nl: Controleer op Updates...
pl: Sprawdź aktualizacje...
ru: Проверить наличие обновлений...
sv: Kolla efter uppdateringar...
tr: Güncelleştirmeleri Denetle...
zh_hans: 检查更新...

# updates_title
source: Updates
cs: Turbo Boost Switcher - Kontrola aktualizací
de: Turbo Boost Switcher - Auf Updates prüfen
es: Actualizaciones
fr: Turbo Boost Switcher - Rechercher les mises à jour
it: Turbo Boost Switcher - Controlla aggiornamenti
ja: アップデート
ko: 업데이트
pl: Turbo Boost Switcher - Sprawdź aktualizacje
ru: Turbo Boost Switcher - Проверить наличие обновлений
sv: Turbo Boost Switcher - Kolla efter uppdateringar
tr: Günceleştirmeler
zh_hans: Turbo Boost Switcher - 检查更新

# updates_progress
source: Checking for updates...
cs: Kontrola aktualizací...
de: Es wird nach Updates gesucht...
es: Comprobando si hay nuevas actualizaciones
fr: Vérification des mises à jour...
it: Verifica aggiornamenti...
ja: アップデートを確認中...
ko: 업데이트를 확인하는 중...
nl: Controleren op updates...
pl: Sprawdzanie aktualizacji...
ru: Проверяем наличие обновлений...
sv: Kollar efter uppdateringar...
tr: Güncelleştirmeler denetleniyor...
zh_hans: 更新检测...

# updates_available
source: A new version is available for download!
cs: K dispozici je nová verze ke stažení!
de: Eine neue Version ist bereit zum Download!
es: Existe una nueva versión disponible!
fr: Une nouvelle version est disponible en téléchargement!
it: Una nuova versione è disponibile per il download!
ja: 新しいバージョンがダウンロードできます！
ko: 다운로드할 수 있는 새 버전이 있습니다.
nl: Een nieuwe versie is beschikbaar om te downloaden!
pl: Nowa wersja jest dostępna do pobrania!
ru: Доступна новая версия!
sv: En ny version finns att ladda ner!
tr: Yeni bir versiyon indirilmeye hazır!
zh_hans: 一个新版本可供下载！

# updates_not_available
source: You already have the latest version
cs: Již máte nejnovější verzi
de: Sie haben bereits die neueste Version.
es: La versión actual es la última disponible
fr: Vous possédez déjà la dernière version
it: Hai già l'ultima versione
ja: 現在使用中のアプリケーションは最新版です。
ko: 이미 최신 버전을 사용중입니다.
nl: U heeft al de laatste versie
pl: Najnowsza wersja została już zainstalowana
ru: У вас уже установлена самая новая версия
sv: Du har redan den senaste versionen
tr: Zaten en son sürüme sahipsiniz
zh_hans: 您已拥有最新版本

# updates_error
source: Error checking updates
cs: Chyba při kontrole aktualizací
de: Fehler beim Suchen nach Updates.
es: Error comprobando actualizaciones
fr: Erreur lors de la vérification des mises à jour
it: Errore durante il controllo degli aggiornamenti
ja: アップデートの確認中にエラーが発生しました。
ko: 업데이트 확인 중 오류가 발생했습니다.
nl: Fout bij het controleren op updates
pl: Błąd podczas sprawdzania aktualizacji
ru: Ошибка при проверке наличия обновлений
sv: Fel vid koll efter uppdateringar
tr: Güncelleştirmeleri denetlerken bir hata oluştu
zh_hans: 错误检测更新

# btn_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
ru: Отмена
sv: Annullera
tr: Vazgeç
zh_hans: 取消

# btn_download
source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
ko: 다운로드
pl: Pobieranie
ru: Скачать
sv: Ladda ner
tr: İndir
zh_hans: 下载

# btn_close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
ru: Закрыть
sv: Stänga
tr: Kapat
zh_hans: 关

# author
source: by Copyright (c) 2016 Rubén García Pérez
de: Copyright (c) 2016 Rubén García Pérez
es: por Copyright (c) 2016 Rubén García Pérez
fr: Copyright (c) 2016 Rubén García Pérez
ja: by Copyright (c) 2016-2018 Rubén García Pérez
ko: 저작권 (c) 2016 Rubén García Pérez
nl: gemaakt door Copyright (c) 2016 Rubén García Pérez
pl: Copyright (c) 2016 Rubén García Pérez
ru: Copyright (c) 2016 Rubén García Pérez
tr: Copyright (c) 2016 Rubén García Pérez
zh_hans: Copyright (c) 2016 Rubén García Pérez

# donate_msg
source: If you like this program, please, consider making a donation. Thanks!
cs: Jestli tento program máte rádí, prosím, zvažte mě podpořit
de: Wenn sie dieses Programm mögen, denken sie bitte über eine Spende nach. Danke!
es: Si te gusta esta aplicación, por favor, considera hacer una donación. Gracias!
ja: このアプリにご満足いただけましたら、是非寄付をご検討ください。よろしく！
ko: 이 프로그램이 마음에 드신다면 후원을 고려해주세요!
nl: Als dit programma u bevalt, overweeg dan om een donatie te doen. Bedankt!
ru: Если вам нравится программа, пожалуйста, сделайте пожертвование. Спасибо!
tr: Eğer uygulamayı beğendiyseniz, lütfen bağış yapmayı düşününüz, Teşekkürler!

source: License:
de: Lizenz:
es: Licencia:
fr: Licence:
ja: ライセンス:
ko: 라이센스:
nl: Licentie:
pl: Licencja:
ru: Лицензия:
sv: Licens:
tr: Lisans:
zh_hans: 执照：

# checkUpdates
source: Check on Startup
cs: Kontrola při spuštění
de: Beim Hochfahren prüfen
es: Comprobar al Inicio
fr: Vérifier au démarrage
it: Controlla all'avvio
ja: 起動時に確認
ko: 시작 시 업데이트 확인
nl: Controleren bij het opstarten
pl: Sprawdź podczas uruchamiania
ru: Проверять при запуске
sv: Kolla vid uppstart
tr: Başlangıçta Denetle
zh_hans: 启动时检查

# etq_like_app_pro
source: Like the app? Consider helping and GO PRO! Thanks!
cs: Stejně jako aplikace? Zvažte pomoc a GO PRO! Dík!
de: Gefällt ihnen die App? Sie können helfen indem sie die PRO-Version kaufen! Vielen Dank!
es: ¿Te gusta la app? Ayuda adquiriendo la versión PRO!
fr: Aimez-vous l'application? Pensez à vous aider en obtenant la version PRO! Merci!
it: Ti piace l'app? Prendi in considerazione l'idea di aiutare e GO PRO! Grazie!
ja: このアプリにご満足いただけましたら、是非Pro版をご検討ください！
ko: 이 앱이 좋으신가요? 도움 또는 PRO버전을 고려해 보십시오! 감사합니다!
nl: Vindt u dit programma leuk? Overweeg om te helpen en upgrade naar PRO! Bedankt!
pl: Czy podoba Ci się aplikacji? Rozważmy pomagając dostając wersji PRO! Dzięki!
ru: Понравилось приложение? Будем рады, если вы подумаете о приобретении PRO версии! Спасибо!
sv: Gillar du programvaran? Överväga att hjälpa genom att få PRO version! Tack!
tr: Uygulamayı beğendiniz mi? GO PRO'yu desteklemeyi düşünün! Teşekkürler!
zh_hans: 你喜欢的应用程序吗？ 考虑通过获得PRO版本帮助！ 谢谢！

# btn_pro
source: Go Pro!
ja: Proを確認!
ko: Pro로 전환
nl: Pro gaan!
ru: Приобрести PRO версию!

# alert_later
source: Later
cs: Později
de: Später
es: Más tarde
fr: Plus tard
it: Dopo
ja: あとで
ko: 나중에
pl: Później
ru: Позже
sv: Senare
tr: Daha Sonra
zh_hans: 后来

# alert_never_show_again
source: Never show this again
cs: Nikdy nezobrazovat více
de: Zeige das nie wieder
es: No mostrar de nuevo
fr: Ne plus afficher ce message
it: Non mostrare più
ja: 以降確認しない
ko: 다음에 다시 보지 않기
nl: Nooit meer weergeven
pl: Nigdy więcej tego nie pokazuj
ru: Не показывать это снова
sv: Visa aldrig det här igen
tr: Bunu bir daha gösterme
zh_hans: 不再显示此信息

# alert_text
source: Like the app? Support it Going Pro! :)
cs: Líbí se vám aplikace? Přispějte k verzi Pro! :)
de: Gefällt ihnen die App? Sie können helfen indem sie die PRO-Version kaufen!
es: ¿Te gusta la aplicación? Ayuda actualizando a la versión Pro! :)
fr: Vous aimez l'application ? Pensez à nous aider en obtenant la version PRO! :)
it: Ti piace l'applicazione? Aiuta a diventare PRO :)
ja: 気に入りましたか？Pro版を使用してサポートしてください :)
ko: 이 앱이 좋으신가요? Pro버전 쓰고 지원해주세요!
nl: Vindt u dit programma leuk? Overweeg om te helpen en upgrade naar Pro! :)
pl: Czy podoba Ci się aplikacji? Rozważmy pomagając dostając wersji PRO! :)
ru: Понравилось приложение? Поддержите нас приобретением Pro версии! :)
sv: Gillar du programvaran? Överväga att hjälpa genom att få PRO version! Tack!
tr: Uygulamayı beğendiniz mi? Pro'ya geçiş yaparak destek olun! :)
zh_hans: 你喜欢的应用程序吗？ 考虑通过获得PRO版本帮助！ 谢谢！ :)

# alert_informative_text
source: Going PRO will enable some cool auto features, notifications, free updates forever and more!
cs: Going PRO umožní některé skvělé automatické funkce, zadejte root passwd pouze jednou, upozornění, bezplatné aktualizace navždy a další!
de: Die PRO-Version bietet einige hilfreiche automatische Funktionen, Benachrichtigungen, Root-Passwort nur einmal, kostenlose Updates für immer und mehr!
es: Actualizando a la versión PRO permitirá utilizar algunas funcionalides como modo automático, notificaciones, actualizaciones gratuitas para siempre y más!
fr: Obtenir la version PRO vous apportera les fonctionalités supplémentaires d'automatisation, les notifications système, les mises à jour gratuites et plus encore !
it: Ottenendo la versione PRO, abiliti alcune fantastiche funzioni, notifiche, aggiornamenti a vita e altro ancora.
ja: Pro版では便利な機能、通知、無料のアップデートがあります！
ko: Pro 버전을 사용하면 멋진 자동화 기능이 활성화될 것입니다. 단 한번의 페스워드 입력으로 평생 무료 업데이트와 알림을 받아보세요!
nl: PRO gaan zal een aantal coole automatische functies, meldingen, gratis updates voor altijd en nog veel meer mogelijk maken!
pl: Przejście na PRO umożliwi kilka fajnych funkcji automatycznych, wprowadzenie hasła root tylko raz, powiadomienia, bezpłatne aktualizacje na zawsze i wiele więcej!
ru: Получение PRO версии добавит крутые автоматические функции, уведомления, бесплатные обновления навсегда и многое другое!
sv: Få PRO-versionen kommer att göra det möjligt för några häftiga funktioner, meddelanden, gratis uppdateringar evigt och mycket mer!
tr: PRO sürümüne yükseltmek, otomatik özellikler, bildirimler, sonsuza dek ücretsiz güncelleştirmeler ve daha fazlası gibi bir çok havalı özelliği aktif hale getirir!
zh_hans: Going PRO 将启用一些很酷的自动功能，只需输入一次 root 密码、通知、永久免费更新等等！

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
it: Linguaggio
ja: Language (言語)
ko: 언어
nl: Taal
pl: Język
ru: Язык
sv: Språk
tr: Dil
zh_hans: 语言

# language_en
source: English
cs: Angličtina
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ko: 영어 - English
nl: Engels
ru: Английский
sv: Engelsk
tr: İngilizce
zh_hans: 英语

# language_es
source: Spanish
cs: Španělština
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ko: 스페인어 - Español
nl: Spaans
ru: Испанский
sv: Spanska
tr: İspanyolca
zh_hans: 西班牙语

# language_pl
source: Polish (beta)
cs: Polština (beta)
de: Polnisch (beta)
es: Polaco (beta)
fr: Polonais (beta)
it: Polacco (beta)
ko: 폴란드어 - polski (beta)
nl: Pools (beta)
pl: Polski (beta)
ru: Польский (бета)
tr: Lehçe (beta)
zh_hans: 波兰语（测试版）

# language_de
source: German (beta)
cs: Němčina (beta)
de: Deutsch (beta)
es: Alemán (beta)
fr: Allemand (beta)
it: Tedesco (beta)
ko: 독일어 - Deutsch (beta)
nl: Duits (beta)
ru: Немецкий (бета)
sv: Tyska (beta)
tr: Almanca (beta)
zh_hans: 德语（测试版）

# language_fr
source: French (beta)
cs: Francouzština (beta)
de: Französisch (beta)
es: Francés (beta)
fr: Français (beta)
it: Francese (beta)
ko: 프랑스어 - Français (beta)
nl: Frans (beta)
pl: Francuski (beta)
ru: Французский (бета)
tr: Fransızca (beta)
zh_hans: 法语（测试版）

# language_ru
source: Russian (beta)
cs: Ruština (beta)
de: Russisch (beta)
es: Ruso (beta)
fr: Russe (beta)
it: Russo (beta)
ko: 러시아어 - Русский (beta)
nl: Russisch (beta)
pl: rosyjski (beta)
ru: Русский (бета)
tr: Rusça (beta)
zh_hans: 俄语（测试版）

# language_zh
source: Chinese (beta)
cs: Čínština (beta)
de: Chinesisch (beta)
es: Chino (beta)
fr: Chinois (beta)
it: Cinese (beta)
ko: 중국어 - 中文 (beta)
nl: Chinees (beta)
pl: Chiński (beta)
ru: Китайский (бета)
sv: Kinesiska (beta)
tr: Çince (beta)
zh_hans: 中文（测试版）

# language_sv
source: Swedish (beta)
cs: Švédština (beta)
de: Schwedisch (beta)
es: Sueco (beta)
fr: Suédois (beta)
it: Svedese (beta)
ko: 스웨덴어 - svenska (beta)
nl: Zweedse (beta)
pl: szwedzki (beta)
ru: Шведский (бета)
sv: Svenska (beta)
tr: İsveçce (beta)
zh_hans: 瑞典语（测试版）

# language_cs
source: Czech (beta)
cs: Česky (beta)
de: Tschechisch (beta)
fr: Tchèque (beta)
it: Ceco (beta)
ko: 체코어 - čeština (beta)
nl: Tsjechisch (beta)
pl: Czeski (beta)
ru: Чешский (beta)
tr: Çekce (beta)
zh_hans: 捷克 (测试版)

# language_it
source: Italian (beta)
cs: Italština (beta)
de: Italienisch (beta)
fr: Italien (beta)
it: Italiano (beta)
ko: 이탈리아어 - Italiano (beta)
nl: Italiaans (beta)
pl: Włoski (beta)
ru: Итальянский (beta)
sv: italiensk (beta)
tr: İtalyanca (beta)
zh_hans: 意大利 (测试版)

# language_change_confirmation
source: Are you sure?
cs: Jste si jisti?
de: Bist du sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr?
it: Sei sicuro?
ja: Are you sure? 言語を変更してもよろしいですか？
ko: 정말로 변경하시겠습니까?
nl: Weet u het zeker?
pl: Jesteś pewny?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misiniz?
zh_hans: 你确定？

# language_change_informative_text
source: The app will be restarted to apply the changes.
cs: Aplikace bude bude restartována pro použití změn.
de: Die Anwendung wird neu gestartet, um die ausgewählten Änderungen zu übernehmen.
es: Se reiniciará la aplicación para aplicar los cambios selecionados.
fr: L'application sera redémarré pour appliquer les modifications.
it: L'app verrà riavviata per applicare le modifiche.
ja: The app will be restarted to apply the changes. 言語の変更のため、アプリケーションを起動し直します。
ko: 변경사항을 적용하기 위해 앱을 다시 시작합니다.
nl: De app zal opnieuw worden opgestart om de wijzigingen toe te passen.
pl: Aplikacja zostanie ponownie uruchomiony, aby zastosować wybrane zmiany.
ru: Приложение будет перезапущено, чтобы применить выбранные изменения
sv: Ansökan kommer att startas för att tillämpa de markerade förändringar.
tr: Uygulama değişikleri uygulamak için tekrar başlatılacak.
zh_hans: 该应用程序将重新启动以应用选定的变化

# onOffMenu
source: On / Off Status Bar Text
cs: Zap. / Vyp. text ve menubaru
de: Text Statusleiste Ein / Aus
es: Texto de estado On / Off
fr: Texte Barre d'état On / Off
it: Testo della barra di stato On / Off
ja: ステータスバーテキストの切り替え
ko: 상태표시줄 텍스트 켬/끔
nl: Aan / Uit Status Balk Tekst
pl: Tekst Pasek stanu On / Off
ru: Отображать ON / OFF в строке состояния
sv: Text statusfältet On / Off
tr: Aç / Kapa Durum Çubuğu Yazısı
zh_hans: 文本状态栏开/关

# lblTemperature
source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
nl: Temperatuur
pl: Temperatura
ru: Температура
sv: Temperatur
tr: Sıcaklık
zh_hans: 温度

# lblFanSpeed
source: Fan Speed
cs: Rychlost ventilátorů
de: Lüftergeschwindigkeit
es: Velocidad Ventilador
fr: Vitesse des ventilateurs
it: Velocità ventola
ja: Fan速度
ko: 팬 속도
nl: Ventilatorsnelheid
pl: Prędkość wentylatora
ru: Скорость вентилятора
sv: Fläkthastighet
tr: Fan Hızı
zh_hans: 风扇转速

# lblTbEnabled
source: TB Enabled
cs: TB Povolil
de: TB Eingeschaltet
es: TB Habilitado
fr: TB Activé
it: TB Abilitato
ja: TB有効
ko: 터보 부스트 켜짐
nl: TB Ingeschakeld
pl: TB Włączone
ru: TB Включено
sv: TB Aktiverad
tr: TB Açık
zh_hans: TB 启用

# lblTbDisabled
source: TB Disabled
cs: TB Zakázal
de: TB Abgeschaltet
es: TB Deshabilitado
fr: TB Désactivé
it: TB Disabilitato
ja: TB無効
ko: 터보 부스트 꺼짐
nl: TB Uitgeschakeld
pl: TB wyłączone
ru: TB Отключено
sv: TB Inaktiverad
tr: TB Kapalı
zh_hans: TB 禁用

# menuCharting
source: Charts...
cs: Grafy...
de: Grafiken...
es: Gráficas...
fr: Graphiques...
it: Grafici...
ja: グラフ...
ko: 차트...
nl: Grafieken...
pl: Wykresy...
ru: Диаграммы...
sv: Diagram...
tr: Grafikler...
zh_hans: 图表...

# titCharting
source: Temperature & Fan Charting
cs: Zobrazení teploty a ventilátoru
de: Grafiken
es: Gráficas de Temperatura / Ventilador
fr: Graphiques
it: Grafici di temperatura e ventole
ja: 温度とファンのグラフ
ko: 온도 & 팬 속도 차트
nl: Grafieken
pl: Wykresy
ru: Диаграммы
sv: Diagram
tr: Sıcaklık & Fan Grafikleri
zh_hans: 图表

# sliderRefreshTimeLabel
source: Refresh Rate: %lds
cs: Obnovovací frekvence: %lds
de: Aktualisierungsrate: %lds
es: Frecuencia Refresco: %lds
fr: Fréquence: %lds
it: Freq. Aggiornamento: %lds
ja: 更新頻度: %lds
ko: 새로고침(초): %lds
nl: Verversingssnelheid: %lds
pl: okresowość: %lds
ru: Частота обновления: %lds
sv: Frekvens: %lds
tr: Yenileme Hızı: %lds
zh_hans: 刷新率: %lds

# alert_kext_missing_title
source: Attention, an essential component of the application is missing!
cs: Pozor, chybí základní součást aplikace!
de: Achtung, ein wesentlicher Bestandteil der Anwendung fehlt!
ko: 주의, 응용프로그램의 필수 컴포넌트가 누락되었습니다!
pl: Uwaga, brakuje istotnego elementu aplikacji!
ru: Внимание, в приложении отсутствует существенный компонент!
tr: Dikkat, uygulamanın önemli bir bileşeni eksik!
zh_hans: 注意，缺少该应用程序的必要组件！

# alert_kext_missing_detail
source: Please, open the dmg again and also drag the tbswitcher_resources folder included there to /Applications folder (or the same one where you installed the application) so the app can run. More info within the help file included with the distribution. Thank you!
cs: Znovu otevřete dmg a také přetáhněte složku tbswitcher_resources, která je tam obsažena, do složky /Applications (nebo stejné složky, kam jste aplikaci nainstalovali), aby se aplikace mohla otevřít. Další informace v souboru nápovědy, který je součástí distribuce. Děkuji!
de: Öffnen Sie das dmg erneut und ziehen Sie den dort enthaltenen Ordner tbswitcher_resources in den Ordner /Applications (oder denselben, in dem Sie die Anwendung installiert haben), damit die App geöffnet werden kann. Weitere Informationen in der Hilfedatei, die in der Distribution enthalten ist. Vielen Dank!
ko: 다시 dmg 파일을 열고, 응용프로그램 폴더(또는 앱이 설치딘 폴더)에 tbswitcher_resources 폴더를 드래그하세요. 그러면 앱을 사용할 수 있습니다. 더 자세한 정보는 dmg파일에 같이 배포된 help 파일을 참고하세요. 감사합니다!
pl: Proszę, otwórz ponownie dmg, a także przeciągnij znajdujący się tam folder tbswitcher_resources do folderu /Applications (lub tego samego, w którym zainstalowałeś aplikację), aby aplikacja mogła się otworzyć. Więcej informacji w pliku pomocy dołączonym do dystrybucji. Dziękuję Ci!
ru: Пожалуйста, откройте dmg еще раз, а также перетащите папку tbswitcher_resources, включенную в нее, в папку /Applications (или ту, в которую вы установили приложение), чтобы приложение могло открыться. Подробнее в файле справки, включенном в дистрибутив. Спасибо!
tr: Lütfen dmg'yi tekrar açın ve orada bulunan tbswitcher_resources klasörünü /Applications klasörüne (veya uygulamayı yüklediğiniz yere) sürükleyin, böylece uygulama çalışabilir. Dağıtımla birlikte verilen yardım dosyasında daha fazla bilgi mevcuttur. Teşekkür ederim!
zh_hans: 请再次打开dmg，然后将其中包含的tbswitcher_resources文件夹拖到/Applications文件夹（或安装该应用程序的文件夹）中，以便该应用可以打开。 该发行版随附的帮助文件中的更多信息。 谢谢！

# lblHelp
source: Help...
cs: Nápověda...
de: Hilfe...
ko: 도움말...
pl: Pomoc...
ru: Cправка...
tr: Yardım...
zh_hans: 帮帮我...
